2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/BRBY0904-TC0501-2-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670000</ABONNEMENT>
            <NAAM>Geen pop.bep. levering op basis van doelbinding</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
   <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
   <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>*</brp:soortSynchronisatie>
    <brp:abonnementNaam>*</brp:abonnementNaam>
    <brp:categorieDienst>*</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">
    <brp:code>09002</brp:code>
    <brp:naam>Overlijden in buitenland</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>036101</brp:partijCode>
    <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="*">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>*</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1981-04-18</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>700212280</brp:burgerservicenummer>
          <brp:administratienummer>7129168768</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1981-04-18</brp:datumAanvangGeldigheid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Anna Maria Petra</brp:voornamen>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Jansma</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datum>1981-04-18</brp:datum>
          <brp:gemeenteCode>0971</brp:gemeenteCode>
          <brp:woonplaatsnaam>Reijmerstok</brp:woonplaatsnaam>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1981-04-18</brp:datumAanvangGeldigheid>
          <brp:code>V</brp:code>
        </brp:geslachtsaanduiding>
        <brp:bijhouding brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datumAanvangGeldigheid>2012-10-06</brp:datumAanvangGeldigheid>
          <brp:partijCode>034401</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>O</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
        <brp:bijhouding brp:verwerkingssoort="Wijziging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>2011-02-05</brp:datumAanvangGeldigheid>
          <brp:datumEindeGeldigheid>2012-10-06</brp:datumEindeGeldigheid>
          <brp:actieAanpassingGeldigheid>*</brp:actieAanpassingGeldigheid>
          <brp:partijCode>034401</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
        <brp:bijhouding brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>*</brp:actieVerval>
          <brp:datumAanvangGeldigheid>2011-02-05</brp:datumAanvangGeldigheid>
          <brp:partijCode>034401</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
        <brp:overlijden brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:datum>2012-10-06</brp:datum>
          <brp:buitenlandsePlaats>buitenlandsePlaats_opr1</brp:buitenlandsePlaats>
          <brp:landGebiedCode>7303</brp:landGebiedCode>
        </brp:overlijden>
        <brp:betrokkenheden>
          <brp:partner brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Wijziging" brp:voorkomenSleutel="*" brp:objectSleutel="*">
            <brp:huwelijk brp:objecttype="Relatie" brp:verwerkingssoort="Wijziging" brp:objectSleutel="*">
              <brp:relatie brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
                <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                <brp:actieInhoud>*</brp:actieInhoud>
                <brp:datumAanvang>2003-10-24</brp:datumAanvang>
                <brp:gemeenteAanvangCode>1773</brp:gemeenteAanvangCode>
                <brp:omschrijvingLocatieAanvang>Modernodam</brp:omschrijvingLocatieAanvang>
                <brp:landGebiedAanvangCode>0000</brp:landGebiedAanvangCode>
                <brp:redenEindeCode>O</brp:redenEindeCode>
                <brp:datumEinde>2012-10-06</brp:datumEinde>
                <brp:buitenlandsePlaatsEinde>buitenlandsePlaats_opr1</brp:buitenlandsePlaatsEinde>
                <brp:landGebiedEindeCode>7303</brp:landGebiedEindeCode>
              </brp:relatie>
              <brp:relatie brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
                <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                <brp:tijdstipVerval>*</brp:tijdstipVerval>
                <brp:actieVerval>*</brp:actieVerval>
                <brp:datumAanvang>2003-10-24</brp:datumAanvang>
                <brp:gemeenteAanvangCode>1773</brp:gemeenteAanvangCode>
                <brp:omschrijvingLocatieAanvang>Modernodam</brp:omschrijvingLocatieAanvang>
                <brp:landGebiedAanvangCode>0000</brp:landGebiedAanvangCode>
              </brp:relatie>
              <brp:betrokkenheden>
                <brp:partner brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Wijziging" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Identificatie">
                    <brp:soortCode>I</brp:soortCode>
                    <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1980-06-16</brp:datumAanvangGeldigheid>
                      <brp:burgerservicenummer>700274431</brp:burgerservicenummer>
                      <brp:administratienummer>7128258191</brp:administratienummer>
                    </brp:identificatienummers>
                    <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1980-06-16</brp:datumAanvangGeldigheid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Henk</brp:voornamen>
                      <brp:scheidingsteken>-</brp:scheidingsteken>
                      <brp:geslachtsnaamstam>Vermeulen</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datum>1980-06-16</brp:datum>
                      <brp:gemeenteCode>0600</brp:gemeenteCode>
                      <brp:woonplaatsnaam>Reijmerstok</brp:woonplaatsnaam>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                    <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1980-06-16</brp:datumAanvangGeldigheid>
                      <brp:code>M</brp:code>
                    </brp:geslachtsaanduiding>
                  </brp:persoon>
                </brp:partner>
              </brp:betrokkenheden>
            </brp:huwelijk>
          </brp:partner>
        </brp:betrokkenheden>
        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
      </brp:persoon>
      <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Wijziging" brp:communicatieID="*">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:actieInhoud>*</brp:actieInhoud>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:afgeleidAdministratief brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:tijdstipVerval>*</brp:tijdstipVerval>
          <brp:actieVerval>*</brp:actieVerval>
          <brp:tijdstipLaatsteWijziging>*</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>*</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1980-06-16</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>700274431</brp:burgerservicenummer>
          <brp:administratienummer>7128258191</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1980-06-16</brp:datumAanvangGeldigheid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Henk</brp:voornamen>
          <brp:scheidingsteken>-</brp:scheidingsteken>
          <brp:geslachtsnaamstam>Vermeulen</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datum>1980-06-16</brp:datum>
          <brp:gemeenteCode>0600</brp:gemeenteCode>
          <brp:woonplaatsnaam>Reijmerstok</brp:woonplaatsnaam>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
          <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
          <brp:datumAanvangGeldigheid>1980-06-16</brp:datumAanvangGeldigheid>
          <brp:code>M</brp:code>
        </brp:geslachtsaanduiding>
        <brp:betrokkenheden>
          <brp:partner brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Wijziging" brp:voorkomenSleutel="*" brp:objectSleutel="*">
            <brp:huwelijk brp:objecttype="Relatie" brp:verwerkingssoort="Wijziging" brp:objectSleutel="*">
              <brp:relatie brp:verwerkingssoort="Toevoeging" brp:voorkomenSleutel="*">
                <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                <brp:actieInhoud>*</brp:actieInhoud>
                <brp:datumAanvang>2003-10-24</brp:datumAanvang>
                <brp:gemeenteAanvangCode>1773</brp:gemeenteAanvangCode>
                <brp:omschrijvingLocatieAanvang>Modernodam</brp:omschrijvingLocatieAanvang>
                <brp:landGebiedAanvangCode>0000</brp:landGebiedAanvangCode>
                <brp:redenEindeCode>O</brp:redenEindeCode>
                <brp:datumEinde>2012-10-06</brp:datumEinde>
                <brp:buitenlandsePlaatsEinde>buitenlandsePlaats_opr1</brp:buitenlandsePlaatsEinde>
                <brp:landGebiedEindeCode>7303</brp:landGebiedEindeCode>
              </brp:relatie>
              <brp:relatie brp:verwerkingssoort="Verval" brp:voorkomenSleutel="*">
                <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                <brp:tijdstipVerval>*</brp:tijdstipVerval>
                <brp:actieVerval>*</brp:actieVerval>
                <brp:datumAanvang>2003-10-24</brp:datumAanvang>
                <brp:gemeenteAanvangCode>1773</brp:gemeenteAanvangCode>
                <brp:omschrijvingLocatieAanvang>Modernodam</brp:omschrijvingLocatieAanvang>
                <brp:landGebiedAanvangCode>0000</brp:landGebiedAanvangCode>
              </brp:relatie>
              <brp:betrokkenheden>
                <brp:partner brp:objecttype="Betrokkenheid" brp:verwerkingssoort="Wijziging" brp:voorkomenSleutel="*" brp:objectSleutel="*">
                  <brp:persoon brp:objecttype="Persoon" brp:verwerkingssoort="Identificatie">
                    <brp:soortCode>I</brp:soortCode>
                    <brp:identificatienummers brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1981-04-18</brp:datumAanvangGeldigheid>
                      <brp:burgerservicenummer>700212280</brp:burgerservicenummer>
                      <brp:administratienummer>7129168768</brp:administratienummer>
                    </brp:identificatienummers>
                    <brp:samengesteldeNaam brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1981-04-18</brp:datumAanvangGeldigheid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Anna Maria Petra</brp:voornamen>
                      <brp:scheidingsteken>-</brp:scheidingsteken>
                      <brp:geslachtsnaamstam>Jansma</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datum>1981-04-18</brp:datum>
                      <brp:gemeenteCode>0971</brp:gemeenteCode>
                      <brp:woonplaatsnaam>Reijmerstok</brp:woonplaatsnaam>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                    <brp:geslachtsaanduiding brp:verwerkingssoort="Identificatie" brp:voorkomenSleutel="*">
                      <brp:tijdstipRegistratie>*</brp:tijdstipRegistratie>
                      <brp:datumAanvangGeldigheid>1981-04-18</brp:datumAanvangGeldigheid>
                      <brp:code>V</brp:code>
                    </brp:geslachtsaanduiding>
                  </brp:persoon>
                </brp:partner>
              </brp:betrokkenheden>
            </brp:huwelijk>
          </brp:partner>
        </brp:betrokkenheden>
        <brp:administratieveHandelingen>*</brp:administratieveHandelingen>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>